tap "aquaproj/aqua"
tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kayac/tap"
tap "oven-sh/bun"
tap "sanemat/font"

brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "deno"
brew "direnv"
brew "docker-credential-helper-ecr"
brew "docutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "htop"
brew "jo"
brew "jq"
brew "jsonnet"
brew "lua"
brew "lua-language-server"
brew "protobuf"
brew "mysql"
brew "mysql-client"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "telnet"
brew "terraform-ls"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zplug"
brew "zsh"
brew "aquaproj/aqua/aqua"
brew "hashicorp/tap/terraform"
brew "kayac/tap/ecspresso"
brew "oven-sh/bun/bun"
brew "git-delta"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "notion"
cask "postman"
cask "qmk-toolbox"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "wireshark"
cask "zoom"
