# tap
tap "sanemat/font"
tap "homebrew/cask-versions"

# brew
brew "mas"
brew "direnv"
brew "fzf"
brew "git"
brew "go"
brew "neovim"
brew "node"
brew "reattach-to-user-namespace"
brew "ricty"
brew "ripgrep"
brew "terraform-ls"
brew "tig"
brew "tmux"
brew "zsh"
brew "jq"
brew "tree"
brew "bat"
brew "vim"
brew "zplug"

# cask
brew "alacritty"
brew "alfred3"
brew "bettertouchtool"
brew "boost-note"
brew "docker"
brew "dropbox"
brew "google-chrome"
brew "google-cloud-sdk"
brew "google-japanese-ime"
brew "slack"
brew "spotify"

# mas
mas "1Password" id: 443987910
